Tekla Open API Reference for Tekla Structures 2025
NumericFilterExpression Methods
The NumericFilterExpression type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
NumericFilterExpression Class
Tekla.Structures.Filtering Namespace